
[info]
drivername=usbhub
symbolfile=usbperfsym.h

[languages] 
019=Russian

[object]
USBPERF_IO_009_NAME=USB

[text]  
USBPERF_IO_019_NAME=USB
USBPERF_IO_019_HELP=Счетчики ввода/вывода USB
BULK_COUNTER_019_NAME=Байт данных/cек
BULK_COUNTER_019_HELP=Отображение текущей скорости передачи данных (байт/cек).
ISO_COUNTER_019_NAME=Изохронно байт/сек
ISO_COUNTER_019_HELP=Отображает текущую изохронную скорость передачи данных байт/сек.
INTERRUPT_COUNTER_019_NAME=Байт прерываний/сек
INTERRUPT_COUNTER_019_HELP=Отображение текущей скорости передачи прерываний (байт/cек).
CONTROL_COUNTER_019_NAME=Управляющие данные, байт/сек
CONTROL_COUNTER_019_HELP=Отображение текущей скорости передачи управляющих данных (байт/cек).
PCI_INTERRUPT_COUNTER_019_NAME=Прерываний PCI от контроллера/сек
PCI_INTERRUPT_COUNTER_019_HELP=Отображает скорость генерации прерываний PCI контроллером USB. Только для экземпляров контроллера.
WORK_SIGNALS_COUNTER_019_NAME=Рабочих сигналов контроллера/сек
WORK_SIGNALS_COUNTER_019_HELP=Отображает текущую текущее количество рабочих сигналов, генерируемых в секунду драйвером порта USB.  Только для экземпляров контроллера.
ISO_BW_USAGE_019_NAME=% от общей пропускной способности, используемый для ISO
ISO_BW_USAGE_019_HELP=Отображение процента пропускной способности, зарезервированной для передачи ISO
INTERRUPT_BW_USAGE_019_NAME=% от общей пропускной способности, используемый для прерываний
INTERRUPT_BW_USAGE_019_HELP=Отображение процента пропускной способности, зарезервированной для передачи прерываний
BYTES_PER_TRANSFER_019_NAME=В среднем байт на передачу
BYTES_PER_TRANSFER_019_HELP=Отображение среднего размера всех URB передачи. Только для экземпляров устройств.
TRANSFER_ERRORS_019_NAME=Передача ошибок/сек
TRANSFER_ERRORS_019_HELP=Количество операций передачи URB, завершаемых с состоянием ошибки. Только для экземпляров устройств.
DROPPED_ISO_PACKETS_019_NAME=Пакеты ISO, ошибок/сек
DROPPED_ISO_PACKETS_019_HELP=Число пакетов ISO, которые НЕ были задержаны, но были переданы с ошибкой. Только для экземпляров устройств.
AVG_ISO_LATENCY_019_NAME=Средняя задержка (мс) для передачи ISO
AVG_ISO_LATENCY_019_HELP=Среднее число мс между текущим кадром и начальным кадром передачи ISO по расписанию.  Только для экземпляров устройств.
CONTROLLER_IDLE_STATE_019_NAME=Простой контроллера узла
CONTROLLER_IDLE_STATE_019_HELP=Ненулевое значение, если контроллер узла не работает (простаивает).
CONTROLLER_ASYNC_IDLE_STATE_019_NAME=Асинхронный простой контроллера узла
CONTROLLER_ASYNC_IDLE_STATE_019_HELP=Ненулевое значение, если асинхронное расписание контроллера узла не работает (простаивает).
CONTROLLER_ASYNC_FLUSH_COUNT_019_NAME=Число сбросов асинхронного кэша контроллера узла
CONTROLLER_ASYNC_FLUSH_COUNT_019_HELP=Увеличивался каждый раз при сбросе асинхронного кэша контроллера.
CONTROLLER_PERIODIC_IDLE_STATE_019_NAME=Периодический простой контроллера узла
CONTROLLER_PERIODIC_IDLE_STATE_019_HELP=Ненулевое значение, если периодическое расписание не работает (простаивает).
CONTROLLER_PERIODIC_FLUSH_COUNT_019_NAME=Число сбросов периодического кэша контроллера узла
CONTROLLER_PERIODIC_FLUSH_COUNT_019_HELP=Увеличивался каждый раз при сбросе периодического кэша контроллера.
